const products = [
  {
    name: "3D принтер",
    code: 2840367,
    price: 3543,
    oldPrice: 9786,
    delivery: "24 июня",
    comments: [
      {
        id: 0,
        author: "Кирилл",
        text: "Отличный принтер"
      },
      {
        id: 1,
        author: "Илья",
        text: "Цену бы пониже"
      },
      {
        id: 2,
        author: "Дима",
        text: "А где покупать расходники"
      },
      {
        id: 3,
        author: "Илья",
        text: "Цену бы пониже"
      },
      {
        id: 4,
        author: "Дима",
        text: "А где покупать расходники"
      },
      {
        id: 5,
        author: "Дима",
        text: "А где покупать расходники"
      }
    ],
    images: [
      "https://i.ibb.co/gPCq1G4/image.png",
      "https://i.ibb.co/yFhYrms/hb2NiWc.jpg",
      "https://i.ibb.co/r6QCT38/NcXNhJb.jpg"
    ],
    description: `это «текст-рыба», часто используемый в печати и веб-дизайне. Lorem Ipsum является стандартной «рыбой» для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн.`
  },
  {
    name: "Эйфелева башня",
    code: 2840368,
    price: 500,
    oldPrice: 9786,
    delivery: "5 июля",
    comments: [
      {
        id: 0,
        author: "Кирилл",
        text: "Отличный принтер"
      },
      {
        id: 1,
        author: "Илья",
        text: "Цену бы пониже"
      },
      {
        id: 2,
        author: "Дима",
        text: "А где покупать расходники"
      },
      {
        id: 3,
        author: "Илья",
        text: "Цену бы пониже"
      },
      {
        id: 4,
        author: "Дима",
        text: "А где покупать расходники"
      },
      {
        id: 5,
        author: "Дима",
        text: "А где покупать расходники"
      }
    ],
    images: [
      "https://i.ibb.co/r6QCT38/NcXNhJb.jpg",
      "https://i.ibb.co/gPCq1G4/image.png",
      "https://i.ibb.co/yFhYrms/hb2NiWc.jpg"
    ],
    description: `это «текст-рыба», часто используемый в печати и веб-дизайне. Lorem Ipsum является стандартной «рыбой» для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн.`
  },
  {
    name: "Шахматы",
    code: 2840369,
    price: 2000,
    oldPrice: 5000,
    delivery: "29 июля",
    comments: [
      {
        id: 0,
        author: "Кирилл",
        text: "Отличный принтер"
      },
      {
        id: 1,
        author: "Илья",
        text: "Цену бы пониже"
      },
      {
        id: 2,
        author: "Дима",
        text: "А где покупать расходники"
      },
      {
        id: 3,
        author: "Илья",
        text: "Цену бы пониже"
      },
      {
        id: 4,
        author: "Дима",
        text: "А где покупать расходники"
      },
      {
        id: 5,
        author: "Дима",
        text: "А где покупать расходники"
      }
    ],
    images: [
      "https://i.ibb.co/yFhYrms/hb2NiWc.jpg",
      "https://i.ibb.co/r6QCT38/NcXNhJb.jpg",
      "https://i.ibb.co/gPCq1G4/image.png"
    ],
    description: `это «текст-рыба», часто используемый в печати и веб-дизайне. Lorem Ipsum является стандартной «рыбой» для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн.`
  }
];

const showInfoInAccordion = true;

export { products, showInfoInAccordion };
